{
    "xieYi":"欢迎使用麻雀家乡！\n1、在注册成为麻雀家乡游戏正式用户前，请您详细阅读以下关于《麻雀家乡游戏注册用户使用协议》中各条款，特别是免除或者限制麻雀家乡游戏责任的条款及对用户的权利限制条款,并选择是否同意《麻雀家乡游戏注册用户使用协议》。\n2、您注册成功之时，《麻雀家乡游戏注册用户使用协议》(以下简称“《使用协议》”)即在您与麻雀家乡游戏网站之间产生法律效力。\n\n麻雀家乡游戏注册用户使用协议\n1、权利声明\n1.1本“软件”的一切知识产权，以及与\"软件\"相关的所有信息内容，受著作权法和国际著作权条约以及其他知识产权法律法规的保护。麻雀家乡游戏网站的各项网络服务的所有权和运营权归厦门家乡麻雀网络科技有限公司（以下称“家乡麻雀公司”）所有。\n2、注册说明\n2.1由于用户及市场状况的不断变化，麻雀家乡游戏网站保留随时修改本使用协议条款的权利，修改《使用协议》条款时，麻雀家乡游戏网站将于相关页面公告修改的内容，而不另行对用户进行个别通知。\n2.2用户使用麻雀家乡游戏网站各项服务时，需详细阅读、充分理解免责申明、法律责任等条款内容，用户承诺严格遵守与《使用协议》项下服务相关规则、制度与要点的所有条款，麻雀家乡游戏网站发布的相关规则、制度与要点均构成《使用协议》的一部分。\n3、服务内容 \n3.1麻雀家乡游戏网站在提供服务时，可能会对部分服务(例如网络游戏及其他电信增值服务)的用户收取一定的费用。在此情况下，麻雀家乡游戏网站会在相关页面上做出明确提示。如用户不同意支付该项费用，则可不接受相关服务。\n4、用户注册账号、密码与账户安全性\n4.1用户在注册麻雀家乡游戏时，须使用真实效的手机号码；麻雀家乡游戏网站可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。\n4.2因用户提供的用户信息不准确、不真实的，麻雀家乡游戏网站保留取消其用户资格并随时结束为该用户提供服务的权利，并且由此造成的一切后果和损失由用户自行承担，包括但不限于用户因未能及时收到麻雀家乡游戏网站相关通告的损失。用户应当对以其用户帐号进行的所有活动和事件承担法律责任。\n4.3用户申请注册成为麻雀家乡游戏用户，即表明同意接受麻雀家乡游戏网站通过电子邮件、短信、客户端推送或其他方式向其发送宣传推广或者其他相关商业信息。在不对外披露单个用户隐私资料的前提下，麻雀家乡游戏网站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。注册成为麻雀家乡游戏网站用户，需遵守《全国人大常委会关于加强网络信息保护的决定》。\n4.4用户在身份验证无误的情况下可根据麻雀家乡游戏网站规定的程序随时改变其用户帐号的密码。麻雀家乡游戏网站发现疑似遭盗用的会员帐号，有权立即停止该会员帐号的使用权，待核实后再作相应处理。\n4.5用户应妥善保管其账号和密码，不应将其帐号、密码转让或出借予他人使用。若因用户自身原因导致账号、密码遭他人非法使用时，麻雀家乡游戏网站将不负责处理。\n5、服务使用规则\n5.1用户承诺独立对自己在麻雀家乡游戏网站上的行为承担法律责任，用户确认将严格遵守中华人民共和国的有关法律和法规、遵守所有使用网络服务的网络使用协议、规定、程序和惯例，不利用麻雀家乡游戏网站的服务从事违法行为、破坏麻雀家乡网络服务、侵犯麻雀家乡知识产权等行为，包括但是不限于下列行为：\n5.1.1利用麻雀家乡游戏网站服务系统进行任何与赌博相关行为等违法犯罪活动的；\n5.1.2在公众场合发布有关麻雀家乡游戏网站及相关服务的负面宣传； \n5.1.3意制作、传播计算机病毒等破坏性程序的。\n5.2用户承诺，在麻雀家乡游戏网站上发布信息或者使用网络服务时必须符合中华人民共和国的法律（以下简称“中国法律”）、法规，不得利用麻雀家乡游戏网站或麻雀家乡游戏网站的服务制作、下载、复制、发布、传播如下内容（包括但是不限于）： \n5.2.1违反中华人民共和国法律、法规、政策规定的；\n5.2.2散布谣言，扰乱社会秩序，破坏社会稳定的；\n5.2.3散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；\n5.2.4侮辱或者诽谤他人，侵害他人合法权益的；\n5.2.5含有法律、行政法规禁止的其他内容的信息。\n5.3由于麻雀家乡游戏平台没有提供除购买房卡、金币、游戏必须的卡券之外的涉及到金钱交易的渠道，用户私自将游戏嫁接于其他平台或软件，进行赌博活动或者其他与赌博类似的活动，平台一旦发现有权追究其法律责任。\n6、用户隐私权的保护\n6.1麻雀家乡游戏网站保证不会在未经合法用户授权时对外披露用户个人隐私信息及用户在使用本服务时保存在麻雀家乡游戏网站中的非公开内容，但下列情况除外：\n6.1.1事先获得用户的明确授权的；\n6.1.2根据有关法律法规的规定或相关政府主管部门的要求；\n6.1.3司法机关或行政机关基于法定程序要求的；\n6.1.4为了维护麻雀家乡游戏网站合法权益的需求；\n6.1.5为维护社会公共利益的需要；\n6.1.6应用户监护人的合法要求提供的；\n6.1.7依据《使用协议》条款或者用户与麻雀家乡游戏网站之间其他服务使用协议、合同、在线条款等规定可以提供的；\n6.1.8用户同意，或用户与麻雀家乡游戏网站及该网站合作单位之间就用户个人隐私信息公开或使用另有约定的。\n7、服务的变更、中断、中止和终止\n7.1如因系统维护或升级而需要暂停网络服务的，麻雀家乡游戏网站将尽可能事先进行通告。\n7.2有下列行为，包括但是不限于下列行为，违法法律法规，利用其它软件外挂，损害他人利益等，麻雀家乡游戏网站有权随时中断或终止为该用户提供《服务使用协议》项下的部分或全部服务，而无需事先通知用户。\n7.2.1雀家乡游戏平台知道或者根据现实情况应当知道，用户使用游戏网站进行线上或者线下赌博等其他与赌博类似的行为；\n8、如发生下列任何一种情形时，麻雀家乡游戏网站有权终止为该用户提供服务，对其帐户做删除处理，包括但是不限于：\n8.1通过非法手段、不正当手段或其他不公平的手段使用麻雀家乡游戏服务或参加麻雀家乡游戏活动；\n8.2制作、发布、传播、使用任何形式的妨碍游戏公平性的辅助工具或程序(外挂)；\n8.3 利用程序的漏洞和错误破坏游戏的正常进行或传播该漏洞或错误。\n9、对于所有服务的变更、中断或终止而造成的任何损失麻雀家乡游戏网站无需对用户或任何第三方承担任何责任。\n10、免责申明\n10.1用户理解并确认，因麻雀家乡不定期对网站进行维护而到最后服务中断、停止，麻雀家乡网站不承担责任。\n10.2用户同意麻雀家乡游戏网站享有通过提前60天在麻雀家乡游戏网站公告通知的方式中断或终止部分或全部服务的权利。\n10.3用户在此同意并确认：麻雀家乡游戏网站提供服务时会涉及到虚拟物品（包括但不限于房卡、金币等），该虚拟物品仅在服务运营期内有效，服务停止时，虚拟物品将随服务停止运营而消失，用户一经获得将不得以任何形式退还给麻雀家乡游戏网站。若是因为平台原因，需要终止运营麻雀家乡游戏，麻雀家乡游戏网站将提前60日在终止服务公告中明确虚拟货币申请退还的期限和具体的退还政策。用户届时应依照麻雀家乡游戏网站公布的具体政策申请办理退还手续，而无权提出其它任何权利要求。\n10.4用户理解并确认，用户因第三方（如电信部门）的通讯线路故障、技术问题、网络、电脑故障、系统不稳定性及其他各种不可抗力原因而遭受的一切损失，麻雀家乡游戏网站及合作单位均不承担任何责任。\n10.5用户同意，用户基于麻雀家乡游戏网站所提供的网络服务或信息而进行的交易或投资行为，所产生的一切后果均由其自行承担，麻雀家乡游戏网站对此不承担任何责任。\n10.6用户理解并确认，使用本服务因涉及网络服务，可能会受到各个环节不稳定因素的影响。用户同意，麻雀家乡游戏网站对任何直接、间接、偶然、特殊等损害均不承担责任。\n10.7在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。麻雀家乡游戏网站将努力在第一时间与相关单位配合，及时进行修复。\n10.8用户理解并确认，用户在麻雀家乡游戏网站上所表达的观点、建议、意见和其它内容均为用户本人看法，不代表麻雀家乡游戏网站的观点。\n10.9麻雀家乡游戏网站致力于打造一个家乡情怀的休闲游戏平台，严厉打击利用麻雀家乡游戏网站进行赌博等违法犯罪活动，如因此而产生的所有法律纠纷或责任，均与麻雀家乡游戏网站无关，均由该用户自行承担。 \n11、法律责任\n11.1用户因违反法律法规以及麻雀家乡的使用规则而给麻雀家乡或者其他人造成损失，包括但是不限于直接损失与间接损失，相关诉讼费用等，由侵权用户承担。\n11.2尽管《使用协议》中可能含有相悖的规定，麻雀家乡游戏网站对用户承担的全部责任，无论因何原因或何种行为方式，始终不超过用户在成员期内因使用麻雀家乡游戏网站服务而支付给麻雀家乡游戏网站的费用。\n12、纠纷处理\n12.1如用户对麻雀家乡游戏网站提供的服务有任何异议的，可向麻雀家乡公司住所地有管辖权的人民法院提起诉讼。 \n13、通知和送达 \n13.1《使用协议》项下所有发给用户的通知均可通过麻雀家乡游戏网站的相关页面的公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。\n14、其他\n14.1《使用协议》构成双方对《使用协议》之约定事项及其他有关事宜的完整使用协议，除《使用协议》规定的之外，未赋予《使用协议》各方其他权利。\n14.2如《使用协议》中的任何条款因各种原因完全或部分无效或不具有执行力，《使用协议》的其余条款仍应有效并且有约束力。\n14.3《使用协议》的版权由麻雀家乡公司所有，麻雀家乡公司保留一切解释和修改权利。"
}